Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དགེ་སློང་གི་དགེ་འདུན་འདུས་པའི་ནང་ན། དགེ་སློང་མཛེས་ཆོས་འདུག་པས་ཚུལ་ཤིང་བྲིམས་ནས། གནས་བརྟན་སློབ་མ་ཅན་རྣམས་ལ་སྨྲས་པ།
en: Then the monk in charge of implements will distribute tally sticks among the saṅgha of monks and say to the elder monk Śiṣyaka,

source: གནས་བརྟན་དགེ་སློང་གི་དགེ་འདུན་འདུས་པ་ལགས་ཀྱིས་སོ་སོར་ཐར་པ་གདོན་དུ་གསོལ།
en: ‘Elder brother, now that the saṅgha of monks has convened, we ask you, please recite the Prātimokṣa Sūtra .’

source: སློབ་མ་ཅན་གྱིས་སྨྲས་པ་འཛམ་བུའི་གླིང་ན་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་འདིར་འོངས་ཏེ།
en: “Śiṣyaka will reply, ‘All the Blessed One’s disciples in Jambudvīpa have come here.

source: འདི་ལྟ་སྟེ་དགེ་སློང་འབུམ་ཡོད་ན། དེ་ལྟར་དགེ་འདུན་མང་པོའི་ནང་ན། བདག་དགེ་འདུན་གྱི་གནས་བརྟན་ཡིན་ལ། ཐོས་པས་ཀྱང་མཐར་ཕྱིན་པ་ཡིན་ན།
en: There are a hundred thousand monks here, and I am the most senior among the entire saṅgha and have completed my study,

source: བདག་ཀྱང་བསླབ་པ་འདི་དག་ལ་སློབ་པར་མི་ཆུད་ན་གཞན་ལྟ་ལགས་ཀྱང་བསླབ་པ་རྣམས་ལ་སློབ་པར་མི་ཆུད།
en: so if I do not instruct them in the precepts, no one else will instruct them in the precepts.

source: དེ་ལྟ་ན་སུའི་དོན་དུ་བདག་གིས་སོ་སོར་ཐར་པ་གདོན་པར་བྱ་སྙམ་མོ། །
en: I wonder, for whose sake should I recite the prātimokṣa, then?’

source: དོ་ནུབ་རྒྱུ་སྐར་ཚོགས་པ་ཡི། །བཅོ་ལྔའི་མཚན་མོ་དགའ་བ་ལ། །གསོ་སྦྱོང་འདོད་པའི་དགེ་སློང་དག །ཤིན་ཏུ་བསྒྲིམས་ཏེ་ངེས་པར་འཁོད། །
en: “ ‘Now, upon the fifteenth night, As the constellations all align, Those monks whose aim is the poṣadha rite Are sitting heedful in their seats.

source: འཛམ་གླིང་འདི་ན་ཤཱཀྱ་ཡི། །སྲས་ཀྱི་དགེ་སྦྱོང་ཇི་སྙེད་པ། །དེ་དག་ཐམས་ཅད་འདིར་ལྷགས་ཏེ། །
en: “ ‘All of the Śākya’s offspring Who dwell in Jambudvīpa Have come to this place.

source: འདི་ནི་འདུས་པ་ཐ་མ་ཡིན། །
en: This will be their final convocation.

source: དགེ་སློང་དགེ་འདུན་དེ་དག་ལས། །བདག་ནི་ཐོས་པའི་མཐར་ཕྱིན་ཀྱང་། །བདག་ཀྱང་བསླབ་ལ་སློབ་མི་ནུས། །སྐྱེ་བོ་གཞན་ལྟ་ཅི་ཞིག་སྨོས། །
en: “ ‘Among the saṅgha of monks, Only I have completed my studies, So if even I am not able to give the precepts, Of course no other person can.

source: འོན་ཏེ་འདི་ན་ཐུབ་དབང་པོ། །ཤཱཀྱ་སེང་གེ་བློ་ལྡན་གྱི། །བསླབ་ལ་ལེགས་བསླབས་འགའ་ཡོད་ན། །རང་གི་ཡོན་ཏན་བརྗོད་པར་རིགས། །
en: “ ‘So if there are some here Well trained in the precepts Taught by the Lord of Sages, the wise Śākya lion, Please express your qualifications.’

source: དེ་ནས་དགྲ་བཅོམ་པ་དེས་བ་སྟན་ལས་ལངས་ཏེ། གྲལ་དཔོན་གྱི་མདུན་དུ་འདུག་ནས། དགེ་འདུན་ལ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། གནས་བརྟན་སློབ་མ་ཅན་ལ་སྨྲས་པ།
en: “Then the arhat Sūrata will rise from his seat before the row master, bow toward the saṅgha with palms pressed together, and bid elder monk Śiṣyaka,

source: གནས་བརྟན་སོ་སོར་ཐར་པ་གདོན་པར་གྱིས་ཤིག །
en: ‘Elder brother, please recite the Prātimokṣa Sūtra .

source: ཇི་ལྟར་བཅོམ་ལྡན་འདས་བཞུགས་པའི་ཚེ། ཤཱ་རིའི་བུ་དང་མཽད་གལ་གྱི་བུ་ལ་སོགས་པ་ཉན་ཐོས་ཆེན་པོ་རྣམས་ཀྱིས་བསླབ་པ་ཡང་དག་པར་བསྲུངས་པ་དེ་བཞིན་དུ། བདག་གིས་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནསལོ་སྟོང་ལྷག་ཙམ་ལོན་གྱི་འོག་ཏུ་བསྟན་པ་ཡང་དག་པར་བསྲུངས་སོ་ཞེས་ཟེར་རོ། །
en: For in the same way that the great disciples—Śāriputra, Maudgalyāyana, and the rest—maintained their precepts perfectly while the Blessed One dwelt among us, I likewise have maintained the doctrine perfectly, some thousand years after the Blessed Buddha passed into parinirvāṇa.’ ”

source: ཡང་བཀའ་སྩལ་པ།
en: The Blessed One continued:

source: སློབ་མ་ཅན་གྱིས་སྨྲས་པ་ཡི། །ཚིག་འདི་ཐོས་པར་གྱུར་ནས་ནི། །ངེས་པ་བདེ་བར་གཤེགས་པའི་སྲས། །སེང་གེའི་སྒྲ་ནི་སྒྲོགས་པར་བྱེད། །
en: “Having listened to the words Spoken by the elder monk, Then Sūrata, the Sugata’s heir, Will speak with a lion’s roar:

source: བདག་ནི་ཐུབ་པའི་བསླབ་པ་རྣམས། །མ་འཁྲུགས་པར་ནི་འཛིན་པར་བྱེད། །
en: “ ‘I have borne the precepts of the Sage, Never wavering.

source: བདག་ནི་སྟོན་པའི་འདུལ་བ་ཡི། །བསླབ་པ་རྣམས་ལ་ཇི་བཞིན་བསླབས། །
en: With precision I have learned the precepts of the Teacher’s monastic discipline.’ ”

source: དེ་ནས་སློབ་མ་ཅན་གྱི་སློབ་མ་དཔུང་རྒྱན་ཞེས་བྱ་བ་འཇིགས་སུ་རུང་བ་དེ་ལངས་ཏེ་སྨྲས་པ། ཁྱོད་ནི་གསར་བུ་ཐོས་པ་ཉུང་ངུ་ཡིན་ན
en: “Thereupon Śiṣyaka’s fearsome disciple Aṅgada will rise to his feet and say, ‘You’re but a newcomer, and one of little learning!

source: མཁན་པོ་ལ་ཕྱིར་འཁྱལ་ལམ་ཞེས་བྱས་ནས།
en: How can you speak such nonsense to our preceptor?’

source: དེས་མཚོན་རྣོན་པོ་བླངས་ཏེ་དགྲ་བཅོམ་པ་དེས་པ་དེ་གསོད་པར་འགྱུར་རོ། །
en: And he will take up a sharp sword to slay the arhat Sūrata.”

source: སློབ་མ་ཅན་གྱི་སློབ་མ་ནི། །དཔུང་རྒྱན་ཞེས་བྱ་འཇིགས་སུ་རུང་། །དེ་ཡིས་བདེ་བར་གཤེགས་པའི་སྲས། །དགྲ་བཅོམ་དེས་པ་གསོད་པར་འགྱུར། །
en: “Śiṣyaka’s disciple Aṅgada, so frightening, Will slay the arhat Sūrata, The Sugata’s very heir.

source: དེ་ནས་དེར་གནོད་སྦྱིན་ཞོ་གདོང་ཞེས་བྱ་བ་ཞིག་འབྱུང་བར་འགྱུར་ཏེ་དེས་བསམས་པ།
en: “Then a yakṣa called Dadhimukha will come there and think,

source: དགྲ་བཅོམ་པ་གཅིག་པུ་ཡོང་པ་དེ་ཡང་ངན་པ་པོ་འདིས་བསད་དོ་སྙམ་ནས།
en: ‘This wicked man has killed the one arhat that was here!’

source: དེས་རྡོ་རྗེ་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་ཏུ་རབ་ཏུ་འབར་ཏེ།
en: He will light his vajra scepter on fire and it will burn all over, covered in flames.

source: འབར་བ་གཅིག་ཏུ་གྱུར་པ་ཐོགས་ནས་དགེ་སློང་དཔུང་རྒྱན་གྱི་མགོ་བོ་ཚལ་པ་བདུན་དུ་གཤག་པར་འགྱུར་རོ། །
en: Wielding nothing but a single, searing flame, he will bludgeon the monk Aṅgada’s head, and split it into seven pieces.”

source: དེ་ནས་གནོད་སྦྱིན་ཞོ་གདོང་གིས། །རྡོ་རྗེ་འབར་བ་ཐོགས་ནས་ནི། །དགེ་སློང་དཔུང་རྒྱན་ངན་པ་ཡི། །མགོ་བདུན་ཚལ་པར་གཤག་པར་འགྱུར། །
en: “Then the yakṣa Dadhimukha Will wield a blazing scepter And split wicked Aṅgada’s head Into seven pieces.

source: དེ་ནས་དགྲ་བཅོམ་པ་དེས་པའི་སློབ་མ་རྣམས་སྟན་ལས་ལངས་ནས་སྡེ་སྣོད་གསུམ་པ་སློབ་མ་ཅན་གསོད་པར་འགྱུར་རོ། །
en: “The disciples of the arhat Sūrata will rise from their seats, and they will murder the Tripiṭaka master Śiṣyaka,

source: དེ་ལྟར་དགྲ་བཅོམ་པ་དེས་པ་དང་སྡེ་སྣོད་གསུམ་པ་སློབ་མ་ཅན་བསད་ནས། དེ་བཞིན་གཤེགས་པའི་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་རོ། །
en: and after the murder of the arhat Sūrata and the Tripiṭaka master Śiṣyaka, the Tathāgata’s holy Dharma will disappear.

source: དམ་པའི་ཆོས་ནུབ་ནས་ས་ཆེན་པོ་གཡོ་བར་འགྱུར་ཞིང་། སྐར་མདའ་དག་ལྷུང་ལ་ལྕི་བ་འབྱུང་ཞིང་། བར་སྣང་ལས་ལྷའི་རྔ་སྒྲ་དག་སྒྲོགས་ཏེ།
en: “When the holy Dharma disappears, the earth will quake, a meteor will strike, and the thundering of a celestial drum will resound from the heavens.

source: ཕྱོགས་བཞི་ནས་གཟའ་མཇུག་རིངས་འབྱུང་བར་འགྱུར་ལ། ལྷ་འབུམ་སྙེད་སྙིང་རྗེ་རྗེ་སྐད་དུ་སྨྲེ་སྔགས་འདོན་ཅིང་།
en: Comets will fall from the four directions, and some hundred thousand gods will cry out in unbearable compassion, wailing and lamenting,

source: ཀྱི་ཧུད་དེ་བཞིན་གཤེགས་པས་བསྐལ་པ་གྲངས་མེད་པ་གསུམ་གྱི་བར་དུ་བསྒྲུབས་པའི་དམ་པའི་ཆོས་ནུབ་ཀྱིས་མེད་དོ་ཞེས་ཟེར་ཏོ། །
en: ‘What misery! The holy Dharma the Tathāgata cultivated for over three countless eons is no more!’ ”

source: དེ་ནས་ཡུད་ཙམ་དེ་ཉིད་ལ། །དགེ་སློང་དེས་པ་བསད་པའི་ཚེ། །ས་སྟེང་འདི་དག་མ་ལུས་པར། །རྣམ་པ་དྲུག་ཏུ་གཡོ་བར་འགྱུར། །
en: “In the very instant The monk Sūrata is slain, The entire surface of the earth Will quake six different ways.

source: བདག་ཉིད་ཆེན་པོ་ཐུབ་པ་ཡི། །དམ་ཆོས་དེ་ནི་ནུབ་པའི་ཚེ། །དེར་ནི་སྲོག་ཆགས་མང་པོ་རྣམས། །སྡུག་བསྔལ་ལྡན་ཞིང་རླག་པར་འགྱུར། །
en: “When the holy Dharma Of the Great Sage vanishes, A great many beings, overcome by suffering, Will perish then.

source: གནོད་སྦྱིན་སངས་རྒྱས་མཐོང་བ་དང་། །རྒྱལ་བའི་བསྟན་ལ་དགའ་བ་རྣམས། །ཁ་སྦུབ་ཏུ་ནི་སྒྱེལ་ནས་ཀྱང་། །སྨྲེ་སྔགས་འདོན་ཅིང་སྡུག་བསྔལ་འགྱུར། །
en: “Yakṣas who once beheld the Buddha And who love the Victor’s teaching, Will fall face-down upon the ground, Crying in lamentation, suffering.

source: དེ་རིང་ཕྱིན་ཅད་འཇིག་རྟེན་དུ། །དམ་པའི་ཆོས་ཀྱང་མེད་པར་འགྱུར། །
en: “From this time forth, in all the world The holy Dharma will be no more.

source: འདུལ་བ་སོ་སོར་ཐར་པའང་རུང་། །ཕྱིན་ཅད་སྤྱོད་པར་མི་འགྱུར་རོ། །
en: Vinaya and prātimokṣa Will not be practiced any more.

source: ཆོས་ཀྱི་ཆུ་ལོན་རལ་གྱིས་མེད། །
en: “The Dharma bridge, swept away.

source: ཆོས་ཀྱི་རྒྱུན་ཡང་བཟློག་གིས་མེད། །
en: The stream of Dharma, stopped.

source: ཆོས་ཀྱི་རྒྱ་མཚོ་འདི་ཡང་སྐམས། །
en: What was an ocean, only sand.

source: ཆོས་ཀྱི་རི་བོ་བསྙིལ་གྱིས་མེད། །
en: The Dharma mountaintop, removed. It will be gone.

source: ཆོས་ཀྱི་མཆོད་སྦྱིན་འདི་ཡང་ཟད། །
en: “The Dharma sacrifice will draw to a close.

source: ཆོས་ཀྱི་མཆོད་སྡོང་བསྙལ་གྱིས་མེད། །
en: The Dharma sacrificial pillar, felled. It will be gone.

source: ཆོས་ཀྱི་རྐང་པ་བཅག་གིས་མེད། །
en: The Dharma’s base will break. It will be gone.

source: སྡོམ་པ་དག་ཀྱང་ཟད་ཀྱིས་མེད། །
en: The vows shall be no more. They will be gone.

source: དེང་དུ་ཆོས་ཀྱི་སྒྲོན་མ་བསད། །
en: “The Dharma lamp will be snuffed out.

source: ཆོས་ཀྱི་འཁོར་ལོ་བཟློག་གིས་མེད། །
en: The Dharma wheel will halt. It will be gone.

source: བདུད་རྩིའི་སྒོ་ཡང་བཅད་ཀྱིས་མེད། །
en: The door to deathlessness will be shut. It will be gone.

source: ཆོས་སྨྲ་རྣམས་ཀྱང་ཟད་ཀྱིས་མེད། །
en: The Dharma preachers will die off. They will be gone.

source: ལམ་བཟང་སྟོན་པར་བྱེད་པ་ཡི། །སྐྱེས་མཆོག་རྣམས་ཀྱང་བརླག་གིས་མེད། །
en: “The remonstrators of the righteous way, Those superb persons will be destroyed. They will be gone.

source: མི་རྣམས་རིང་པོ་མི་ཐོགས་པར། །རི་དགས་ཀྱི་ནི་འདུ་ཤེས་འགྱུར། །
en: Not long from now, human vision Will be like that of beasts.

source: དེ་ནས་ལྷ་མོ་སྒྱུ་འཕྲུལ་ཆེན་མོ་སུམ་ཅུ་རྩ་གསུམ་པའི་གནས་ནས་བབས་ནས། སྙིང་རྗེ་རྗེ་སྐད་དུ་སྨྲེ་སྔགས་འདོན་ཏེ།
en: “Thereupon Mahā­māyādevī will descend from her home in the Heaven of the Thirty-Three, and cry out in unbearable compassion, wailing and lamenting,

source: ཀྱི་ཧུད་ད་ནི་ངའི་བུས་བསྐལ་པ་གྲངས་མེད་གསུམ་གྱི་བར་དུ་བསྒྲུབས་པའི་དམ་པའི་ཆོས་ད་ནི་ཐབ་མོས་ནུབ་པར་བྱས་ཀྱིས་མེད་དོ་ཞེས་ཟེར་རོ། །
en: ‘What misery! The holy Dharma my son cultivated for over three countless eons has now vanished because of a dispute and is no more!’

source: ཀྱེ་མ་དེས་པ་ཡོན་ཏན་ཅན། །སངས་རྒྱས་སྲས་ཀྱི་ཐ་ཆུངས་ཏེ། །དཔུང་རྒྱན་ཕྲག་དོག་ཞེ་སྡང་གི། །དབང་དུ་གྱུར་པས་བསད་པ་ན། །
en: “ ‘Alas! Virtuous Sūrata, The Buddha’s youngest heir, Was killed in a fit of hatred By jealous Aṅgada.

source: སངས་རྒྱས་ཡུམ་ནི་བརྟུལ་ཞུགས་བཟང་། །ལྷ་མོ་ཆེན་མོ་སྒྱུ་འཕྲུལ་མ། །དམ་པའི་ཆོས་ནི་ནུབ་པའི་ཕྱིར། །མི་དགའ་སྙིང་རྗེ་བླ་བར་འགྱུར། །
en: “ ‘The Buddha’s mother, great Māyādevī, So disciplined in manner, Speaks out of pity and sadness, For the holy Dharma is gone.

source: ཀྱི་ཧུད་མི་ཡི་ལྷ་མཆོག་གི། །བསྟན་པ་ཉམས་པར་འགྱུར་གྱིས་མེད། །
en: “ ‘Alas! The doctrine supreme among Gods and humans is destroyed, it’s gone.

source: སྡེ་སྣོད་གསུམ་པ་སློབ་མ་ཅན། །དགེ་སློང་དེས་པ་གཉིས་བསད་པས། །
en: The Tripiṭaka master Śiṣyaka, And the monk Sūrata both were killed.

source: དེང་དུ་ཟླ་བ་གནམ་ལས་ལྷུང་། །ཉི་མ་ཡང་ནི་འཕོས་ཀྱིས་མེད། །
en: “ ‘Thus today the moon fell from the sky, And the sun has left and gone.

source: བསྟན་པའི་ཉི་མ་མེད་གྱུར་པས། །ད་ནི་འཇིག་རྟེན་སྣང་བ་མེད། །
en: The sun of the teachings is no more— Now the world is plunged in gloom.

source: ཟླ་བའི་དཀྱིལ་འཁོར་དག་པ་ནི། །སྒྲ་གཅན་གྱིས་ནི་ཟིན་པ་ལྟར། །
en: “ ‘The pure disk of the moon Lies in the clutches of Rāhu.

source: དེང་དུ་འཇིགས་པ་ཆེན་པོ་ཡི། །མུན་པ་འཇིག་རྟེན་བྱུང་གིས་མེད། །
en: A murk, thick and terror-filled, Engulfs the whole world now.

source: མྱ་ངན་འདས་པའི་གནས་འགྲོ་བའི། །ཆོས་ཀྱི་གྲུ་ནི་དེ་རིང་དུ། །དཔུང་རྒྱན་ལ་སོགས་བྱིས་པ་རྣམས། །སྙིང་མེད་པས་ནི་བསད་ཀྱིས་མེད། །
en: “ ‘Today the boat of Dharma, Sailing to the port of nirvāṇa, Was wrecked by Aṅgada And other heartless fools. It’s gone.

source: རྟགས་ཙམ་ལྷག་མ་ལུས་པར་ཟད། །
en: “ ‘It is gone without a trace—

source: ཆོས་མ་ཡིན་པ་སྣང་བར་འགྱུར། །
en: In its place is irreligion.

source: བདུད་རྣམས་རྒྱལ་བའི་སྒྲ་སྐད་ནི། །བདུད་ཀྱི་འཁོར་རྣམས་སྒྲོགས་པར་བྱེད། །
en: The māras’ victory call Resounds through Māra’s horde.

source: སེང་གེའི་སྒྲ་ནི་བསྒྲགས་པ་ཡི། །ལུས་འཕགས་རི་བོ་དེ་ཉིད་དུ། །ད་ནི་བརྒྱ་བྱིན་འཁོར་དང་བཅས། །མྱ་ངན་ཟུག་རྔུས་ཕོག་པར་གྱུར། །
en: “ ‘Now, on the very hill in Videha Where once thundered the lion’s roar, Śakra and his suite of servants Are shot through with pain and sorrow.

source: ཚངས་བཅས་འཇིག་རྟེན་དེ་རིང་དུ། །མགོན་མེད་ཡི་ཡང་ཆད་པར་གྱུར། །
en: “ ‘Today the world, even Brahmāloka, Is defenseless and in despair.

source: འཁོར་བཅས་བདུད་ནི་དགྲ་ཟླ་མེད། །རྒྱགས་པས་ལྡན་ཞིང་བདོ་བར་གྱུར། །
en: Māra and his horde run rampant, Arrogant and unopposed.

source: ཐར་པའི་ལམ་ནི་མཚོན་པ་དང་། །མཐར་སྟོན་མྱ་ངན་འདས་པ་ན། །
en: “ ‘The Teacher pointed out The way to liberation, and, at the end, he entered nirvāṇa.

source: ཐུབ་པ་ཡི་ནི་བྱང་ཆུབ་ཕྱོགས། །ཐར་པའི་ལམ་རྣམས་བཅད་ཀྱིས་མེད། །
en: The Sage’s wings of awakening And paths to liberation are cut. They’re gone.

source: ཀཽཎྜི་ནྱ་སོགས་གང་དག་ཏུ། །ཁྲུས་བྱས་མཐར་ཕྱིན་རིམས་ནད་མེད། །
en: “ ‘Those who bathed in its waters, Kauṇḍinya and the rest, once were cured and perfected.

source: བྱང་ཆུབ་ཡན་ལག་མེ་ཏོག་རྒྱས། །ཆོས་ཀྱི་མཚོ་ནི་དེང་དུ་སྐམས། །
en: But today the pool of the Dharma, where the flowers Of the factors of awakening bloomed, has run dry.

source: བསྟན་པའི་ཚོགས་དེ་གང་དུ་སོང་། །
en: “ ‘The assembly of the doctrine—where did it go?

source: བསྟན་འཛིན་འདི་དག་གང་དུ་དོང་། །
en: The doctrine holders—where have they gone?

source: འཛམ་གླིང་སྤྲོ་བ་མེད་གྱུར་པ། །མཐོང་བས་དེང་དུ་ཡི་ཆད་དོ། །
en: There is no more joy in Jambudvīpa, And we despair from seeing this today.

source: སངས་རྒྱས་སྲས་པོ་བརྟུལ་ཞུགས་བཟང་། །
en: “ ‘The Buddha’s children, finely trained,

source: ཆོས་ཀྱི་རྒྱལ་པོའི་གསུང་ལས་སྐྱེས། །
en: Born of the Dharma King’s speech,

source: རུ་སྐྱ་འཛིན་པ་ཉོན་མོངས་སྤངས། །
en: Fixed the rudder and abandoned affliction.

source: སྨྲ་བའི་སྟག་རྣམས་གང་དུ་དོང་། །
en: These eloquent tigers—where have they gone?

source: འཇིག་རྟེན་དག་ན་མགོན་པོའི་སྲས། །
en: “ ‘In every world, the Lord’s children,

source: སངས་རྒྱས་སྲོག་ཤིང་འཛིན་པ་རྣམས། །
en: Who held up the Buddha’s central pillar,

source: ཕྱག་དར་ཁྲོད་དང་རི་སུལ་དང་། །ནགས་ཚལ་བོར་ཏེ་གང་དུ་དོང་། །
en: Have left the rubbish heaps, ravines, And forests. Where have they gone?

source: དེ་ནི་དེ་ཡིས་སྤངས་པས་ན། །
en: “ ‘Ever since they went away,

source: ཟླ་བ་སྒྲ་གཅན་ཟིན་པ་བཞིན། །
en: Like the moon in Rāhu’s clutches,

source: དགོན་པ་རྣམས་ཀྱང་མི་མཛེས་ཏེ། །
en: The hermitages have no allure.

source: ཀུན་ནས་མཛེས་པ་མེད་པར་གྱུར། །
en: They’re devoid of any appeal.

source: ཤེས་དང་ཚུལ་ཁྲིམས་དུལ་བར་ལྡན། །
en: “ ‘Trained in knowledge and mores,

source: དད་པའི་རིན་ཆེན་རྣམས་ཀྱིས་བརྒྱན། །
en: Adorned with jewels of faith,

source: བཟོད་དང་དེས་པ་ལྡན་པ་དང་། །
en: Patient and kind,

source: དགེ་དང་མི་དགེ་རྟོག་བྱེད་པའི། །
en: Winnowing the ill from good,

source: དམ་པའི་བློ་ཅན་གང་དག་གིས། །
en: “ ‘The supremely intelligent ones, The beings who adorned this land

source: གཙུག་ལག་ཁང་དང་སྐྱེད་མོས་ཚལ། །མཆོད་རྟེན་སོགས་པས་ས་སྟེང་འདི། །བརྒྱན་པའི་སྐྱེས་བུ་དེ་དག་མེད། །
en: With its monasteries, groves, And stūpas—all are gone.

source: འཇིག་རྟེན་འདྲེན་པ་མེད་མཐོང་ནས། །ཤིན་ཏུ་སྡུག་བསྔལ་སྙིང་རྗེ་བས། །ལྷ་རྣམས་དེ་ལ་སོགས་པ་ཡི། །སྨྲེ་སྔགས་འདོན་ཏེ་དོང་བར་འགྱུར། །
en: “ ‘Seeing that the world has lost its guide, In abject suffering and out of pity, The gods and other divine beings Wander, lament, and weep.’

source: དེ་ནས་ཀཽ་ཤཱཾ་བཱི་ན་གནས་པའི་དགེ་བསྙེན་ལྔ་བརྒྱས་དེ་ཐོས་ནས། གཙུག་ལག་ཁང་ནས་བྱུང་སྟེ་ལག་པ་བསྒྲེང་ནས་ཆོ་ངེ་རྡུང་ཞིང་།
en: “When they hear this, the five hundred lay vow holders in Kauśāmbī will emerge from the monastery, throw up their hands, and lament,

source: ཀྱི་ཧུད་བཅོམ་ལྡན་འདས་དེས་བསྐལ་པ་གྲངས་མེད་པ་གསུམ་གྱི་བར་དུ་བསྒྲུབས་པའི་བསྟན་པ་དེང་དུ་ཐབ་མོས་ནུབ་པར་གྱུར་ཏོ་ཞེས་ཟེར་རོ། །
en: ‘The holy Dharma the Tathāgata cultivated for over three countless eons has now vanished into contention and is no more!’

source: འཇིགས་སུ་རུང་བའི་འཇིག་རྟེན་ན། །ལེགས་གསུངས་བྲལ་བའི་མི་རྣམས་ལ། །སུ་ཞིག་དམ་ཆོས་སྨྲ་བར་འགྱུར། །
en: “ ‘Who among the ineloquent persons Of this fearful world Could preach the holy Dharma?

source: སུ་ཞིག་མྱ་ངན་འདའ་བར་འགྱུར། །
en: Who could transcend sorrow?

source: སྣང་བ་ནུབ་སྟེ་མུན་པས་བསྒྲིབས། །
en: “ ‘Light is shrouded in gloom.

source: རྣམ་པར་རྨོངས་ཤིང་རྒྱུ་བར་བྱེད། །ཐུབ་པའི་གསུང་རབ་མེད་པས་ན། །
en: The deluded wander about, Bereft of the Sage’s teachings,

source: དགེ་བའི་ལས་ནི་རྣམ་སྤངས་ཤིང་། །
en: Virtuous deeds cast aside.

source: རི་དགས་བཞིན་དུ་སྐྱོ་བ་མེད། །རྟག་ཏུ་སྡིག་པའི་ཆོས་དང་ལྡན། །
en: “ ‘Lacking sorrow for saṃsāra, they behave like beasts— Nonvirtue is their constant Dharma.’

source: དེ་ནས་ཀཽ་ཤཱཾ་བཱིའི་རྒྱལ་པོས་དགྲ་བཅོམ་པ་དེས་པ་དང་སྡེ་སྣོད་གསུམ་པ་སློབ་མ་ཅན་བསད་དོ་ཞེས་ཐོས་ནས། ཁྲོས་ཤིང་རྔམ་ལ་འཁྲུགས་པར་འགྱུར་ཏེ་མ་རངས་ནས་དེས་བསྟན་པ་ལ་གནོད་པ་བྱེད་ཅིང་།
en: “When the king of Kauśāmbī hears that the arhat Sūrata and the Tripiṭaka master Śiṣyaka have been killed, in a fit of rage and fury he will attack the teachings,

source: དགེ་འདུན་གྱི་གཙུག་ལག་ཁང་རྣམས་འཇིག་པར་བྱེད་ལ། མཆོད་རྟེན་རྣམས་འདྲལ་བར་བྱེད་ཅིང་དགེ་སློང་རྣམས་གསོད་པར་འགྱུར་རོ། །
en: destroying the temples of the saṅgha, demolishing the stūpas, and slaying all the monks.

source: དབང་པོ་དག་ཕྱི་མའི་དུས་ན་གང་དུ་བསྟན་པ་ལ་གནོད་པ་ཆེན་པོ་འབྱུང་བར་འགྱུར་བ་དེར། ཁྱེད་གཅིག་ཏུ་བསྡོམས་ལ་བསྟན་པ་བསྲུང་བར་གྱིས་ཤིག །
en: “Lords, in the future you must band together to protect the teachings wherever they incur harm.”

source: དེ་ནས་དེ་ལྟར་འཚལ་ལོ་ཞེས་གསོལ་ནས
en: “We shall,” they said.

source: རྒྱལ་པོ་ཆེན་པོ་ཡུལ་འཁོར་སྲུང་གིས་གསོལ་པ། བཙུན་པ་བདག་གིས་ནི་ཤར་ཕྱོགས་ནས་བསྟན་པ་བསྲུང་བར་འཚལ་ལོ། །
en: “Lord,” the great king Dhṛtarāṣṭra declared, “I shall protect the teachings in the east.”

source: འཕགས་སྐྱེས་པོས་གསོལ་པ། བཙུན་པ་བདག་གིས་ནི་ལྷོ་ཕྱོགས་ནས་བསྲུང་བར་འཚལ་ལོ། །
en: “Lord,” Virūḍhaka declared, “I shall protect the teachings in the south.”

source: མིག་མི་བཟང་གིས་གསོལ་པ། བཙུན་པ་བདག་གིས་ནི་ནུབ་ཕྱོགས་ནས་བསྲུང་བར་འཚལ་ལོ། །
en: “Lord,” Virūpākṣa declared, “I shall protect the teachings in the west.”

source: རྣམ་ཐོས་ཀྱི་བུས་གསོལ་པ། བཙུན་པ་བདག་གིས་ནི། བྱང་ཕྱོགས་ནས་བསྲུང་བར་འཚལ་ལོ། །
en: “Lord,” Vaiśravaṇa declared, “I shall protect the teachings in the north.”

source: ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་གསོལ་པ། བཙུན་པ་བདག་གིས་ནི། ཐམས་ཅད་ནས་བསྲུང་བར་འཚལ་ལོ། །
en: “Lord,” Śakra, King of the Gods, declared, “I shall protect the teachings in all directions.”

source: དེ་སྐད་ཅེས་གསོལ་ནས། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་རྒྱལ་པོ་ཆེན་པོ་བཞི་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་ཅིང་རྗེས་སུ་ཡི་རངས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: Having spoken thus, Śakra, King of the Gods, and the four great kings praised the words of the Blessed One, rejoiced, touched their heads to the Blessed One’s feet, and disappeared on the spot.

source: དེར་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་དང་ཀུན་དགའ་བོ་ལ་བསྟན་པ་གཏད་པ་དེའི་ཚེ། དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: After the Blessed One had handed the doctrine to Venerable Mahā­kāśyapa and Venerable Ānanda, the monks said to the Blessed Buddha,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས། དགེ་སློང་འོད་སྲུང་ལ་བསྟན་པ་གཏད་དེཀུན་དགའ་བོ་ལ་ཐོས་པའི་མཛོད་གཏད་ནས། བཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་འདི་གཉིས་ཀྱིས་བསྟན་པ་རྒྱས་པར་བགྱིད་པར་འགྱུར་བ་ལ་གཟིགས།
en: “Lord, you have seen that after the Blessed One hands the doctrine to the monk Kāśyapa , and the treasury of teachings to the monk Ānanda, and passes into parinirvāṇa, the two will propagate the doctrine.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། ཇི་ལྟར་འདས་པའི་དུས་ན་ཡང་ངས་དགེ་སློང་འོད་སྲུང་ལ། དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་དང་ཡུལ་གཏད་དེ། ཀུན་དགའ་བོ་ལ་ནོར་གྱི་མཛོད་གཏད་ནས།
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, I handed my country and the four divisions of my army to the monk Kāśyapa , and to Ānanda I handed the treasury of my wealth.

source: འདི་གཉིས་ཀྱིས་ང་ཤི་བའི་འོག་ཏུ་བསྲུངས་ཏེ་རྒྱལ་པོའི་ཕོ་བྲང་རྒྱས་པར་བྱས་པ་དེ་ཉོན་ཅིག །
en: By safeguarding them after my death, the two made my royal palace flourish. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་མི་ཐི་ལ་ན། རྒྱལ་པོ་ལྷ་ཆེན་པོ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་པ་ལས། ཕྱི་ཞིག་ན་དེའི་བཙུན་མོ་ལ་བུ་ཆགས་ནས་
en: “Monks, in times gone by, when King Mahā­deva reigned in the city of Mithilā, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་ནས
en: After nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: དེའི་བཙས་སྟོན་རྒྱས་པར་བྱས་ཏེ། རིགས་དང་འཐུན་པའི་མིང་བཏགས་ནས།
en: At the elaborate feast celebrating his birth they named him according to their clan.

source: དེ་ནས་ཕྱི་ཞིག་ན་རྒྱལ་པོ་དེ་ནད་ཀྱིས་བཏབ་ནས་
en: “Soon after, the king fell ill.

source: དེ་རྩ་བ་དང་སྡོང་བུ་དང་ལོ་མ་དང་མེ་ཏོག་དང་འབྲས་བུའི་སྨན་རྣམས་ཀྱིས་རིམ་གྲོ་བྱས་ཀྱང་སོས་པར་བྱེད་མ་ནུས་ནས།
en: Though he was treated with medicinal roots, stems, leaves, flowers, and fruits, he could not be cured.

source: རྒྱལ་པོ་དེས་བསམས་པ།
en: The king thought,

source: བདག་ནི་ནད་འདིས་འཆི་བར་འགྱུར་ལ། བུ་འདི་ཡང་ཤིན་ཏུ་ཆུང་བས།
en: ‘I shall die from this illness, and my son is still very small.

source: བདག་ཤི་བའི་འོག་ཏུ་རྒྱལ་པོ་བྱིས་པ་ཡིན་ནོ་སྙམ་ནསཐམས་ཅད་ཀྱིས་བརྙས་པར་འགྱུར་རོ་སྙམ་མོ། །
en: After my death, everyone will think, “This child is king?” and they will come to revile him.

source: དེ་ནས་བདག་ཤི་སྟེ་དུས་ལས་འདས་པའི་འོག་ཏུ་འདི་ན་རྒྱལ་པོའི་ཕོ་བྲང་གི་གཞི་འཛིན་ནུས་ཤིང་མཐུ་དང་ལྡན་པ་སུ་ཡོད་སྙམ་པ་ལས།
en: Who could be powerful enough to maintain the royal palace after I die and pass on?’

source: རྒྱལ་པོ་དེ་ལ་བློན་པོའི་མཆོག་མཁས་ཤིང་གསལ་ལ་ཡིད་གཞུངས་པ་གཞུང་ལུགས་ཅན་དུལ་བ་དང་ལྡན་པ་བག་ཡོད་པ།
en: “Now the king had two wise chief ministers, capable, clear-minded, trustworthy, shrewd, disciplined, and prudent.

source: དགའ་བོ་ཞེས་བྱ་བ་དང་ཉེ་དགའ་བོ་ཞེས་བྱ་བ་གཉིས་ཡོད་དོ། །
en: Their names were Nanda and Upananda .

source: དེ་ནས་རྒྱལ་པོ་ལྷ་ཆེན་པོས་བསམས་པ་དགའ་བོ་དང་ཉེ་དགའ་བོ་གཉིས་ཀྱིས་བདག་ཤི་སྟེ་དུས་ལ་འདས་པའི་འོག་ཏུ། རྒྱལ་པོའི་ཕོ་བྲང་བསྲུང་ནུས་སོ། །
en: King Mahā­deva thought, ‘After I die and pass on, Nanda and Upananda will be able to safeguard the royal palace.’

source: སྙམ་ནས་རྒྱལ་པོ་དེས་བློན་པོ་དེ་གཉིས་ཕོ་ཉས་བཀུག་སྟེ།
en: With this thought, he summoned both ministers by messenger and then instructed them,

source: བསྒོ་བ་ཁྱེད་གཉིས་ཤེས་པར་གྱིས་ཤིག ། ང་ནི་རིང་པོ་མི་ཐོགས་པར་མེད་པར་འགྱུར་གྱིས།
en: ‘The two of you should know that soon I shall be no more.

source: ང་ཤི་སྟེ་དུས་ལས་འདས་པའི་འོག་ཏུ། ཁྱེད་གཉིས་ཀྱིས་རྒྱལ་པོའི་ཕོ་བྲང་སྲུངས་ཤིག་ཅེས་བསྒོ་ནས།
en: You two will be able to care for the royal palace after I die and pass on.’

source: རྒྱལ་པོ་དེས་དེ་གཉིས་ལས་གཅིག་ལ་ནི་རྒྱལ་པོའི་བུ་དང་རྒྱལ་པོའི་དཀོར་མཛོད་གཏད་དོ། །
en: The king handed one of them the prince and the royal treasury,

source: གཅིག་ལ་ནི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་དང་ཡུལ་གཏད་དེ།
en: and the other the country and the four divisions of the royal army, instructing them,

source: ང་འདས་པའི་འོག་ཏུ་ཁྱེད་གཉིས་ཀྱིས་རྒྱལ་པོའི་ཕོ་བྲང་སྲུངས་ལ། རྒྱས་པར་གྱིས་ཤིག་ཅེས་བསྒོ་ནས།
en: ‘After my passing the two of you must protect the royal palace and ensure that it prospers.’

source: རྒྱལ་པོ་དེས་བུ་རྒྱལ་སར་བཅུག་སྟེ་དུས་ལས་འདས་སོ། །
en: “Then the king ceded the throne to the prince and passed away.

source: དེ་ནས་དེ་དུས་ལས་འདས་པའི་འོག་ཏུ་བློན་པོ་དེ་གཉིས་ཀྱིས་འདབ་བཏང་ནས།
en: After his passing, the two ministers divided his affairs:

source: གཅིག་གིས་ནི་རྒྱལ་པོའི་བུ་དང་རྒྱལ་པོའི་དཀོར་མཛོད་བསྲུངས་སོ། །
en: one would safeguard the prince and the royal treasury,

source: གཅིག་གིས་ནི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་དང་རྒྱལ་སྲིད་བསྲུངས་སོ། །
en: and the other would safeguard the kingdom and the four divisions of the army.

source: དེ་ནས་གང་གི་ཚེ་རྒྱལ་པོའི་བུ་དེ་ཤེད་བྱེ་ཞིང་མཐུར་སོན་པར་གྱུར་པ་དེའི་ཚེ་དེ་ལ་དེ་གཉིས་ཀྱིས། གཅིག་གིས་ནི་དཀོར་དང་དཀོར་མཛོད་ཕུལ་ལོ། །
en: “When the prince had come into his own and grown strong, one of the two ministers offered him the wealth and the treasury,

source: གཅིག་གིས་ནི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་དང་ཡུལ་ཕུལ་ཏེ།
en: and the other offered him the country and the four divisions of the army, saying,

source: ལྷ་འདི་ནི་ཁྱེད་ཀྱི་ཡབ་ཀྱི་ནོར་ལགས་ཀྱིས་ཆོས་བཞིན་དུ་རྒྱལ་པོ་མཛོད་ཅིག་ཅེས་བྱས་སོ། །
en: ‘Deva, this wealth was your father’s. May you therefore rule righteously as king!’

source: དེའི་ཚེ་རྒྱལ་པོ་བགྲེས་པོར་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that aged king, and lived the life of a bodhisattva.
